tap "oven-sh/bun"

brew "antidote"
brew "bat"
brew "bun"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "go-blueprint"
brew "golangci-lint"
brew "make"
brew "mise"
brew "ollama"
brew "postgresql"
brew "starship"
brew "stow"
brew "supabase"
brew "tree"
brew "uv"
brew "zoxide"

cask "affinity"
cask "claude-code"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "notion"
cask "ollama-app"
cask "orbstack"
cask "visual-studio-code"
cask "raycast"
cask "spotify"
