brew "antidote"
brew "asdf"
brew "bat"
brew "fzf"
brew "gh"
brew "go-blueprint"
brew "golangci-lint"
brew "make"
brew "starship"
brew "stow"
brew "tree"

cask "claude-code"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "google-drive"
cask "jetbrains-toolbox"
cask "notion"
cask "visual-studio-code"
cask "raycast"
